# 2016-05-18: Reworked and updated by Frettt www.frettts-freeware.com
[Language]
Name_in_English=Arabic
Name_in_native_language=العربية
ID=11265
Font_name=Tahoma
Font_size=9
[String]
1=الاسم
2=النوع
3=الحجم
4=المعدل
5=العنوان
6=المدة
7=المهلة
8=المسار
9=المسار
10=اضافة
11=اضافة الملفات
12=الوقت
13=رسالة
14=مجلد
15=مجهول
16=الاصدار
17=جلسة
18=موافق
19=الغاء الامر
20=32-bit
21=64-bit
30=الصفحة الرئيسية
31=بريد الكتروني
34=هل تريد الالغاء
35=ملفات %d مجلدات , %d
36=الرجاء الانتظار
37=المسح الضوئي وتحسين تخطيط الملفات...
38=ملفات %d ملفات، انهى %d مجموع
39=لا يمكن قراءة ملف صورة مضغوط.
40=لا يمكن توليد البيانات المضغوطة.
41=الملف موجود بالفعل مع السمة للقراءة فقط. هل تريد الكتابة فوقه؟
42=الملف موجود بالفعل. هل تريد الكتابة فوقه؟
43=كلمة السر باطلة
44=اسم ملف او مجلد موجود بالفعل. هل تريد الكتابة فوقه؟
45=تم تغيير الملف الحالي. انت بحاجة الى حفظه اولا.
46=يجب ادخال كلمة سر لفتح هذا الملف.
47=(حجم الملف كبير جدا (> 8 تيرابايت
48=تنسيق الملف غير صالح او غير معتمد.
49=لا يمكن قراءة بنية الدليل.
50=نهاية غير متوقعة للملف وجدت.
51=تم العثور على اثناء قراءة بنية الدليل على خطا.
52=نفاد في الذاكرة. احباط البرنامج
53=لا يمكن انشاء الدليل او الملف. القرص ربما كامل او للقراءة فقط
54=CD/DVD/BD لا يستطيع قراءة قطاع
55=نوع مصدر ملف الصورة والوجهة غير متطابقة. هناك حاجة الى لا تحويل.
56=لا يمكن ان يكون اسم الملف المصدر والوجهة اسم الملف نفسه.
57=حجم ملف الصورة الجديدة كبير جدا (> 8تيرا بايت). الرجاء ازالة بعض الملفات
58=موجود بنفس الاسم سابقا. الرجاء اختيار اسم اخر.
59=بنفس الاسم موجود مسبقا. الرجاء اختيار اسم اخر %s\r\n\r\n
60=حجم الملف كبير جدا (> 4 ق ب)، ولا يمكن ان تضاف الى الصورة.%s\r\n\r\n
61=حدد المجلد الذي تريد استخراجة الى:
62=%s فشل استخراج!%s\r\n\r\n
63=سيتم تغيير اسم المجلد الى:
64=سيتم تغيير اسم الملف الى:
65=لا يمكن انشاء ملف مؤقت اثناء حفظ ملف الصورة.
66=\r\n\r\n الكشف عن اخطاء %d EDC
67=0x%08x        \r\n ازاحة القطاع :%d
68=هذا ملف صورة قرص للفيديو، ولا يمكن تحويله
69=هذا ملف صورة قرص صوتي، ولا يمكن تحويلها.
70=عدم تطابق اصدار الملف. لفتح هذا الملف، الرجاء زيارة موقعنا على الانترنت للحصول على احدث اصدار.
71=اسم ملف او اسم مجلد يحتوي على احرف غير صالحة
72=سيكون الاسم الجديد:
73=حفظ الى:
74=بايتات
75=من 
76=الى 
77=مجلد جديد
78=محرك
79=الحد الاعلى
80=تحويل...
81=تغيير حجم الملف.
82=اجهزة الاعلام اكتشفت:
83=الكشف عن وسائل الاعلام فشل، او لا توجد وسائط في محرك الاقراص
84=فشل في حرق
85=محو الوسائط...
86=وسائل الاعلام محوها بنجاح.
87=حدث خطا اثناء محو وسائل الاعلام.
88=حدث خطا اثناء التحقق من وسائط فارغة.
89=مزامنة ذاكرة التخزين المؤقت...
90=(%s needed, %s available) لا توجد كتل حرة كافية في وسائل الاعلام
91=حرق ناجحة.
92=[%C:].حدث خطا اثناء فتح الجهاز
93=هل تريد المتابعة على اية حال \r\n لا يمكن قفل وحدة التخزين من اجل وصول خاص
94=تحضير الوسائط...
95=حدث خطا اثناء قراءة معلومات الوسائط
96=DVD + RW تهيئة اجهزة اعلام...
97=خطا تنسيق وسائط الاعلام
98=وضع اللمسات الاخيرة على وسائل الاعلام، وقد يستغرق هذا عدة دقائق...
99=اعداد البيانات...
100=فشل في اعداد البيانات
101=الملف موجود بالفعل.
102=لا يوجد اي المسارات في ملف الصورة.
103=حدث خطا اثناء فك تشفير ملفات الموسيقى.
104=يمكن حرق الملفات/المسارات المحددة فقط على قرص مضغوط.
105=التحقق
106=حدث خطا اثناء التحقق من البيانات على القرص.
107=حدث خطا اثناء قراءة بيانات المصدر.
108=حدث خطا اثناء قراءة البيانات على القرص.
109=ازاحة القطاع:
110=لا يمكن تحويل هذا الملف الصورة.
150=كل الملفات
151=كافة ملفات الصور
152=القياسية ISO صور
153=ارشيف وصول مباشر
154=Cdrwin صور
155=Alcohol120% صور
156=Ashampoo صور
157=BlindWrite صور
158=Cdspace صور
159=CloneCD صور
160=DiscJugger صور
161=Easy CD/DVD Creator صور
162=Gear صور
163=InstantCopy صور
164=Nero صور
165=NTI CD-Maker صور
166=PlexTools صور
167=RecordNow صور
168=Virtual CD-ROM صور
169=Virtual Drive صور
170=WinOnCD صور
171=Mac صور
172=ملفات صورة الاقلاع
173=UIF صور
174=VMWare Virtual Disk صور
175=VirtualBox Virtual Disk صور
176=Virtual PC Virtual Disk صور
177=ISZ صور
200=%s: %s لا يستطيع نسخ
201=%s: %s لا يستطيع تحرك
202=يوجد مجلد بهذا الاسم بالفعل. الرجاء تحديد اسم مجلد مختلف.
203=يوجد ملف بنفس الاسم الذي حددته سابقا الرجاء تحديد اسم ملف مختلف.
204=المجلد الوجهة هو نفسه المجلد المصدر.
205=المجلد الوجهة مجلد فرعي للمجلد المصدر.
206=خطا في كتابة البيانات.
207=ملفات الموسيقى
208=خصائص الصورة
209=التكوين
210=محو سريع
211=محو كامل
498=محو قرص قابل لاعادة الكتابة
213=محو المعلمات:
214=سرعة المحو:
215=حدث خطا اثناء قراءة المعلومات القدرات.
216=فشل مزامنة ذاكرة التخزين المؤقت.
217=حدث خطا اثناء اغلاق المسار.
218=%s لايمكن محوها
219=عام
220=متنوعة
221=معلومات
222=عام
223=متقدم
224=تعليق
225=التاريخ/الوقت
226=اختتام الجلسة قد يستغرق هذا عدة دقائق...
227=هل تريد حقا احباط عملية التحقق من البيانات؟
228=القرص فارغ.
229=يمكن ان يحتوي قرص الصوت فقط على المسارات يصل الى 99. الرجاء تحديد عدد اقل من الملفات، ثم محاولة اضافتها مرة اخرى.
230=لا يوجد قرص في محرك الاقراص
231=التحقق من النجاح
232=التحقق من فشل.
233=التحقق من اكمال مع وجود خطا.
234=التحقق من الالغاء.
235=ايقاف تنسيق الخلفية...
236=توقفت عن تنسيق الخلفية.
237=حدث خطا اثناء قراءة معلومات المسار
238=حرق ناجحة مع التحذيرات
239=القرص الوجهة ليس فارغا
240=القرص ليس فارغا
241=هل تريد ان تمسح  ما عليه الان؟
242=%.1fx (%uKB/s).تحديد سرعة المحرك
243=%dx (%uKB/s).تحديد سرعة المحرك
244=%.1fx (%uKB/s)
245=%dx (%uKB/s)
246=(%08x).فشل في قراءة العنوان التالي القابل للكتابة
247=(%d needed, %d available).فشل في قراءة العنوان التالي القابل للكتابة
248=نوع مجهول من القرص في محرك الاقراص.
249=حدث خطا اثناء قراءة بيانات الصورة.
250=ملف صورة الاقلاع غير صالح.
251=اسم ملف لا يحتوي على اي من الاحرف التالية:
252=< لا تسمية >
253=نوع القرص مجهول
254=لا توجد اية اقراص
255=لا يوجد اي مسار الصوت في هذا المشروع.
256=هذا قرص متعدد المسارات، الرجاء تحديد تنسيق ملف صورة بن.
257=هذا قرص صوتي، الرجاء تحديد تنسيق ملف صورة بن.
258=الملف موجود بالفعل. هل تريد حقا اضافة الملف مرة اخرى؟
259=بدء كتابة الوسائط...
260=دليل الكتابة...
261=كتابة الملفات...
262=اكمل.
263=هل تريد تجاهل كافة الاخطاء؟
264=بدء كتابة الملفات...
265=بدء التحقق من الملفات...
266=التحقق من الملفات...
267=فشل كتابة ملف.
268=تشفير.%s خطا في فتح
269=معلومات الدليل
270=WIM ملفات
271=البوم
272=المسار
273=الفنان
274=<رقم المسار>
275=<عنوان المسار>
276=<مسار الفنان>
277=<مسار الملحن>
278=<عنوان الالبوم>
279=<البوم الفنان >
280=<البوم الملحن >
281=عينة عنوان مسار
282=عينة مسار الفنان
283=عينة مسار الملحن
284=عينة عنوان الالبوم
285=عينة البوم الفنان
286=عينة البوم الملحن
287=مسار الفنان مجهول
288=مسار الملحن مجهول
289=عنوان الالبوم مجهول
290=البوم الفنان مجهول
291=البوم الملحن مجهول
292=كتابة نص القرص المدمج السمعي...
293=الصوت
294=خصائص الصوت
295=الرجاء ادخال سنة صحيحة.
296=يجب ان يكون بالضبط 13 حرفا رقمية.UPC. A UPC صالح او ترك الحقل فارغا لمدة لا UPC الرجاء ادخال
297=بالضبط 12 حرفا مع الحروف الاولى 2، وابجدية 3 القادم، ورقمية 7 الماضي فقط.ISRC صالح او ترك الحقل فارغا لمدة لا ISRC. يجب ان يكون ISRC الرجاء ادخال
298=%s و %s.قيمة وقفه قد يكون تعيين بين
299=< قيم متعددة >
300=الرجاء ادراج قرص فارغ او قابل لاعادة الكتابة واعادة المحاولة.
301=VMWare Virtual صورة القرص
302=VMWare Virtual  صورة القرص
303=Virtual PC Virtual صورة القرص
304=صورة القرص
305=ملف تصوير وندوز
306=قسم
307=الاقسام التالية AnyBurn لا يمكن فتح
308=استيراد الصور
309=استيراد قسم
310=مخصص
311=اللغة
312=ملف
313=ملفات الفيديو
314=مزق
315=تمزيق القرص  الصوتي
316=تمزق الى: 
317=تمزيق ...
318=التعليق
319=ملفات متعددة
320=ملف واحد
321=%s خطا في تحميل
322=تشفير %s
323=شفر.%s التشطيب خطا
324=0( (اسرع واقل ضغط
325=5( (الافتراضي
326=8( (ابطا، ومعظم ضغط
327=سريع
328=عادي
329=عالي
330=عالية جدا
331=مجنون
332=فشل في فتح الملف.
333=هل تريد الاستمرار؟
334=دخول خاصة موجودة بالفعل في الموقع الهدف.
335=VCD/SVCD.بنية الدليل كبيرة جدا بالنسبة
336=لا يوجد اي مسار الفيديو في هذا المشروع.
337=التي تم ترميز اقراص الفيديو MPEG-1 غير صحيح-بحاجة الى %s\r\n\r\n
338=التي تم ترميز اقراص الفيديو MPEG-2 غير صحيح-بحاجة الى %s\r\n\r\n
339=هل ترغب في الاستمرار \r\n\r\n وينبغي ان تحتوي على دفق فيديو حركة.%s\r\n\r\n
340=هل ترغب في الاستمرار \r\n\r\n نوع VCD غير معتمدة من قبل هذا النوع  #%d دفق الصوت
341=هل ترغب في الاستمرار %d Hz (should be 44100 Hz).\r\n\r\n وقد تردد اخذ العينات #%d دفق الصوت %s\r\n\r\n
342=هل ترغب في الاستمرار \r\n\r\n هو ليس الطبقة الثانية #%d دفق الصوت %s\r\n\r\n
343=هل ترغب في الاستمرار \r\n\r\n ك ب / ث (يجب ان تكون 224 كيلوبت في الثانية لهذا النوع من اقراص الفيديو) %d وقد البت  #%d دفق الصوت %s\r\n\r\n
344=هل ترغب في الاستمرار \r\n\r\n يتطلب نوع دفق صوتي يكون حاضرا.VCD وهذا %s\r\n\r\n
345=MPEG-1 or MPEG-2 ليس ملف صالح
346=لا توجد مساحة حرة كافية لاحتواء الملف.
347=افتراضي
348=ملفات صور القرص المرن
349=ملفات صور القرص الثابت
350=خطا في كتابة ملف مؤقت.
351=الرجاء ادراج قرص  الصوت في محرك الاقراص.
352=تحديد ملفات كثيرة جدا.
353=اسم الملف اعلاه غير صالح.
354=اضافة الملفات والمجلدات
355=نظام الملفات
356=تحسين تخطيط الملف عند حفظ ملف الصورة
359=مصدر المحرك
360=حرق القرص
361=حدد مصدر محرك الاقراص: 
362=الرجاء تحديد محرك الاقراص المصدر.
363=الرجاء تحديد محرك الاقراص حرق.
364=الرجاء ادراج القرص المصدر.
365=القرص المصدر فارغا.
366=القرص المصدر غير صحيح او فارغ.
367=القرص المصدر غير صالح او غير معتمد.
368=الرجاء ادراج القرص الوجهة.
369=(%s) ليست نفس نوع القرص المصدر.(%s) نوع القرص الوجهة
370=القرص الوجهة غير صالح او غير معتمد.
371=%s in %C:.الرجاء ادخال فارغ او قابل لاعادة الكتابة
372=نسخ قرص متعدد غير معتمد.
373=حدث خطا اثناء قراءة معلومات الوسائط المصدر.
374=التخزين المؤقت للقرص المصدر بدات...
375=على القرص المصدر.%d الى %d حدث خطا اثناء قراءة قطاعات من
376=على القرص المصدر.%d حدث خطا اثناء قراءة القطاع
377=في ملف مؤقت. %d الى %d حدث خطا اثناء قراءة قطاعات من
378=في ملف مؤقت.%d حدث خطا اثناء قراءة القطاع
379=قراءة القرص المصدر...
380=انشاء ملف مؤقت لحرق...
381=فشل انشاء ملف مؤقت.
382=انشاء ملف مؤقت تم تخطي.
383=اذا لم تغير القرص المصدر، الرجاء اختيار "لا".\r\n\r\n* يوجد بالفعل ملف البيانات المؤقتة من القرص المصدر، هل تريد انشائه
384=تم الغاء
385=حدث خطا اثناء قراءة معلومات محرك الاقراص.
386=محرك الاقراص الحالي لا يدعم قرص-النص
387=كتابة قرص-النص، لا يمكن تجاهلها
388=حرق غير معتمد.(RRM)،  كما وضع تسجيل عشوائي (%s) وقد تم تنسيق القرص الموجود في محرك الاقراص
389=ممكن.ISO 9660  الحجم الاقصى للملف المسموح به على القرص هو 4 ق ب اذا
390=UDF؟وتمكين ISO 9660  هل تريد تعطيل 
391=خطا في البيانات او كلمة سر خاطئة!
392=كلمة السر خاطئة او الارشيف باطل
393=الرجاء ادخال كلمة السر
394=حرف  %d كلمة السر طويلة جدا. الحد الاقصى للطول 
395=ادنى
396=اعلى
397=AnyBurn يتوفر اصدار جديد من
398=الاصدار الجديد:
399=تاريخ الاصدار:
400=هل تريد تثبيته الان؟
401=هل تريد زيارة موقعنا على الانترنت للحصول على الاصدار الجديد؟
402=AnyBurn خاصتك حديث
403=التحقق من وجود تحديثات فشل!
404=اضافة ملفات الصوت
405=اضافة الملفات والمجلدات
406=انعاش
407=لا توجد مساحة كافية على القرص. الرجاء ازالة بعض الملفات غير الضرورية ثم حاول مرة اخرى.
408=هو 4 ق ب FAT الملف كبير جدا. الحجم الاقصى للملف يؤيده قسم 
409=في نفس الوقت.%s و %s لا يمكن حرق 
410=لقد اخترت لحرق لمحركات اقراص متعددة في وقت واحد.
411=%d.يمكنك تعيين عدد النسخ الى 
412=هل تريد اخراج القرص بعد النسخ؟
413=حجم الملف
414=%s من %s نسخ
415=(نسخ %s) من %s) السابق
416=(نسخ %s) من %s) التالي
417=يجب ان يكون عدد النسخ بين 1 و 999.
418=%d في نفس الوقت. هل تريد تعيين عدد النسخ الى %d لقد اخترت لحرق لمحركات اقراص
419=التجميع الحالية
420=حرق لمحركات اقراص متعددة في وقت واحد
421=الكتابة
422=CD/DVD/Blu-ray  لا محركات الاقراص مكتشفة
423=لم يتم الكشف عن محرك الحرق.
424=الرجاء تحديد ملف صورة.
425=لا يمكنك اضافة اي ملف او مجلد. هل تريد المتابعة على اية حال؟
426=الرجاء تحديد الملفات الصوتية التي تريد نسخها.
427=الرجاء ادخال اسم ملف الصورة.
428=الرجاء تحديد ملف مصدر الصورة ليتم تحويلها.
429=الرجاء ادخال اسم ملف الصورة الوجهة.
430=قرص فارغ
431=القرص غير كاملة
432=القرص النهائية
433=عنوان
434=طول
435=نمط
436=الوضع 1
437=الوضع 2
438=الصوت
439=القرص غير صحيح او فارغ.
440=استخراج
441=استخراج:
442=استخراج الارشيف الى:
443=مهلة
444=مواصلة
445=اغلاق
446=هل انت متاكد من انك تريد اعادة تعيين التطبيق الى التكوين الافتراضي؟
447=الاعدادات
448=%s و %s.يمكن فقط تعيين حجم المخزن المؤقت ذاكرة الوصول العشوائي بين
449=هل انت متاكد من انك تريد تجاهل التغييرات؟
450=محاكاة لكتابة الصوت مؤتمر نزع السلاح--نص...
451=محاكاة لكتابة الوسائط...
452=عدم الحاق الملفات اليها.AnyBurn هذا القرص المستوردة غير قابل للكتابة
453=لقد كتب هذا القرص تم استيرادها من قبل برنامج اخر. انيبورن عدم الحاق بيانات بذلك.
454=محاكاة لحرق غير معتمد. الرجاء الغاء تحديد خيار محاكاة الحرق %s
455=حرق المحاكاة غير معتمد.
456=المحاكاة حرق ناجحة.
457=المحاكاة حرق ناجحة مع التحذيرات.
458=متعدد غير معتمد. الرجاء التحقق من الخيار 'وضع اللمسات الاخيرة على القرص DVD-R DL حرق 
459=الملف المحدد ملف مشروع، الرجاء اختيار ملف صورة قرص.
460=يمكن الحاق قرص بيانات فقط.
461=ملف الصورة
462=القرص غير فارغ.
463=التحقق من البيانات التي تم استيرادها...
464=فشل التحقق من البيانات التي تم استيرادها.
465=لا يمكن العثور على القرص الذي يحتوي على جلسات النسخ الاحتياطي السابقة. الرجاء ادراج القرص ثم اعد المحاولة.
466=عدم الحاق بيانات بذلك.AnyBurn وقد استكمل هذا القرص المستوردة.  
467=لا يمكن العثور على الملفات التالية على نظامك.
468=لا يمكن العثور على القرص الذي يتم الرجوع اليها بواسطة ملف المشروع.
469=الرجاء تحديد محرك الاقراص الصحيح او ادراج القرص الصحيح
470=%.1fx (%uKB/s).:سرعة الكتابة الحالية
471=%dx (%uKB/s).:سرعة الكتابة الحالية
472=القياسية ISO ملف
473=BIN/CUE ملف
474=نسخ الى الحافظة
475=حرق الان
476=محو الان
477=انشاء الان
478=نسخ الان
479=تحويل الان
480=مزق الان
481=اعادة المحاولة
482=%s...\r\n الى %02d مسار التمزيق
483=%C:\r\n :محرك الاقراص المصدر
484=%s\r\n:ملف الصورة الوجهة
485=بدء كتابة ملف الصورة...
486=%s\r\n:مصدر ملف الصورة
487=%s:طريقة المحو
488=محو سريع
489=محو كامل
490=الرجاء تحديد ملف او مجلد في القائمة لاعادة تسمية.
491=حدد ملف للنسخ من القرص المضغوط:
492=حدد مجلد للنسخ من القرص المضغوط:
493=ليس هناك مسار للتمزيق
494=تحتاج الى تحديد مسار واحد على الاقل لمواصلة.
495=نسخ ملف الصورة
496=حرق الملفات/المجلدات
497=حرق قرص صوتي
499=انشاء ملف صورة من القرص
500=نسخ القرص
501=تحويل ملف الصورة
502=انشاء ملف صورة من الملفات/المجلدات
503=النسخ من قرص صوتي انتهى بنجاح.
504=تم الغاء النسخ من قرص صوتي
505=فشلت عملية النسخ من قرص صوتي
506=الرجاء تحديد مسار للازالة.
507=:"%s" الرجاء ادخال اسم جديد
508=القرص:
509=انشاء ملف صورة الانتهاء بنجاح.
510=تم الغاء انشاء ملف الصورة.
511=فشل في انشاء ملف الصورة.
512=تم الانتهاء من تحويل ملف الصورة بنجاح.
513=تم الغاء تحويل ملف الصورة.
514=فشل في تحويل ملف الصورة.
515=%s الى %s تحويل من
516=\r\n بدء تحويل...
517=%s\r\n:نوع ملف الصورة الوجهة
518=\r\n بدء انشاء ملف الصورة...
519=%s الى %s انشاء ملف صورة من
520=القرص غير صحيح او فارغ
521=%dMB حرة %dMB مجموع
522=قابل للتشغيل USB انشاء محرك اقراص
523=USB جعل ملف الصورة محرك اقراص
524=USB ملفات الصور محرك اقراص
525=USB كتابة محرك اقراص
526=ناجحة USB كتابة محرك اقراص
527=الكتابة الخام
528=الرجاء تحديد مصدر ملف الصورة.
529=USB الرجاء تحديد الوجهة محرك اقراص 
530=%s.فشل قراءة
531=%s.فشل كتابة 
532=%s.:%s.فشل كتابة 
533=تخطي الملفات الاخرى...
534=هل تريد الاستمرار USB ستتم الكتابة فوق كافة البيانات الموجودة في محرك اقراص
535=للكتابة USB فتح محرك اقراص
536=USB الغاء كتابة محرك اقراص
537=%d:مجموع القطاعات المكتوبة
538=USB بدء كتابة محرك اقراص...
539=USB مزامنة ذاكرة التخزين المؤقت لمحرك اقراص
540=USB فشل كتابة محرك اقراص...
541=USB لا توجد مساحة كافية في محرك اقراص
542=فشل قراءة الملف المصدر.
543=%x في القطاع.USB فشل كتابة محرك اقراص
544=%s.محرك USB فشل في فتح
545=USB محرك اقراص
546=كمسؤول. هل تريد الاستمرار AnyBurn من اجل استخدام هذه الدالة، تحتاج الى تشغيل
547=USB مما يجعل صورة محرك اقراص...
548=هل تريد تجاهل الخطا، ومواصلة الاستخراج؟
549=تجاهل
550=تجاهل الكل
551=استعراض/استخراج ملف الصورة
552=تحرير ملف الصورة
554=استخراج ملف الصورة انتهى بنجاح.
555=تم الغاء استخراج ملف الصورة.
556=فشل استخراج ملف الصورة.
557=استخراج الانتهاء!
558=ملف السجل
559=لا يمكن استخراج مجلد الوجهة الفارغة.
560=الرجاء تحديد الملفات والمجلدات بحاجة الى استخراج من القائمة. اذا تم تحديد لا ملف او مجلد، سيتم استخراج كافة الملفات والمجلدات الموجودة في ملف الصورة.
561=هل انت متاكد من الغاء؟
562=%s :الحجم الاجمالي للبيانات
563=المتبقي:
564=%s مع نظام الملف USB تهيئة محرك الاقراص
565=التهية الكتملت بنجاح
566=USB فشل تنسيق محرك اقراص
567=NTFS  هل تريد تغيير نظام الملفات %s الملف كبير جدا لنظام الملف
568=FAT32 هل تريد تغيير نظام الملفات %s قابل للتمهيد لنظام الملف USB ولن يكون محرك اقراص
569=USB لا يمكن كتابة الملف الى محرك اقراص
570=اسم المجلد
571=اسم الملف
572=اسم جديد
573=<تلقائي>
574=الاوقات المنقضية:
575=ملف الصورة المصدر
576=مصدر القرص
577=حرق المصدر
578=الوجهة USB محرك اقراص
579=عرض معلومات محرك الاقراص / القرص
580=استخراج...
581=اضافه...
582=استخراج الى
583=استخراج ملف الصورة...
584=تم حفظ الملف بنجاح.
585=نظرا لقيود نظام الملفات ، سيتم اقتطاع اسم الملف او اسم المجلد التالي. هل تريد المتابعة؟
586=تم الغاء العملية.
587=التحقق من الوسائط
588=معلومات محرك الاقراص
589=معلومات القرص
590=اسمحوا لي ان اختار
591=CD, DVD, or Blu-ray disc حرق ملف الصورة الى 
592=استعراض او استخراج الملفات داخل ملف الصورة
593=تحرير ملف الصورة
594=تحويل ملف الصورة الى تنسيق آخر
595=USB اكتب ملف الصورة على محرك
596=لا تفعل شيئا
597=تسميه
598=مستخدم
599=لا تذكر ابدا
600=تذكير لاحقا
601=تحذير: سيتم مسح جميع البيانات الموجودة في القرص!
602=لا يوجد قرص في محرك الاقراص.
603=الرجاء ادخال قرص قابل للتسجيل في محرك الاقراص.
604=(٪s).القرص الموجود في محرك الاقراص للقراءة فقط
605=الصفحة الرئيسية
606=ستيريو
607=ستيريو مشترك
608=قناة مزدوجة
609=احاديه
610=لالحاق الملفات بالقرص ، يرجى تحديد جلسة من القائمة ، ثم النقر فوق "استيراد" لاستيراد الملفات السابقة على القرص.
611=اذا كنت ترغب في انشاء قرص جديد ، فالرجاء النقر فوق "الغاء".
612=خروج
613=في المجلد
614=لا يمكن نسخ الملف المحدد على القرص الضوئي. يرجى فك ضغط الملف ، ثم كتابة الملفات التي تم فك حزمها على القرص الضوئي.
615=المجلدات %d الملفات، %d
616=لا يمكن العثور على المجلد!
617=نوع الاخراج
618=معدل العينة (هرتز)
619=القنوات
620=عمق البت
621=تنسيق
622=طريقة
623=ID3 V1 تمكين
624=ID3 V2 تمكين
625=ترجمة فتحي الداودية
626=بت الاصلي
627=مستوى الضغط
628=جودة الضغط
629=اعدادات برنامج التشفير %s
630=هل تريد اجهاض العملية؟
631=لا يمكن تحويل الملف الى التنسيق المحدد.
632=اكتمل انشاء ملف الصورة بنجاح.
634=بتحسين تخطيط الملفات وتخصيص مساحة القرص مرة واحدة فقط للملفات المتطابقة. يمكن ان يقلل هذا من مساحة القرص المطلوبة ، ولكن قد يستغرق وقتا طويلا للتحسين.AnyBurn اذا تم تحديد هذا الخيار ، فسيقوم.
635=فشل استخراج!
636=الرجاء ادخال كلمة السر.
637=المزيد من الاعدادات
638=انتهى الاستخراج!
639=تم الغاء الاستخراج!
640=رسالة
641=الرسائل %d اجمالي
642=رسائل
643=عادي
644=افضل
645=الافضل (الابطا)
646=عدد الصور:
647=الصورة الحالية:
648=بنجاح.CDDB تم تحميل معلومات
649=يتجاوز رقم وحدة التخزين الحد. يرجى زيادة حجم الصوت.
650=فشل كتابة ملف الصورة.
651=خصائص
652=كتابة التغييرات على ملف الصورة ...
653=وحفظه بالتنسيق المحدد.anyburn يرجى فتح الملف باستخدام.
654=قرص غير قابل للاقلاع
655=قرص قابل للاقلاع
656=صورة غير قابلة للاقلاع
657=صورة قابلة للاقلاع
658=صورة قرص صوتي
659=صورة قرص فيديو 
660=المجموع %d ك ب, مستخدم %d ك ب (%d%%)
661=المجموع %d م ب, مستخدم %d م ب (%d%%)
662=اامجموع
663=Mac/PC هجين
664=الوضع المختلط
665=فارغ
666=نسبه
667=%d MB   - - -  %d %% المجموع
668=بيانات
669=فيديو
670=قرص موسيقى
671=Apple HFS صورة
672=Apple HFS+ صورة
673=صورة القرص للوضع المختلط
674=قابل للاقلاع
675=صورة XBOX DVD
676=حفظ صورة القرص المرن...
677=جاري تحميل صورة القرص المرن...
678=القرص المرن غير مهيا او قرص غير مهيا.
679=اضافة معلومات الاقلاع ...
680=حفظ معلومات الاقلاع...
681=حذف معلومات الاقلاع...
682=هل انت متاكد من حذف معلومات الاقلاع؟
683=تحرير ملف صورة الاقلاع...
684=اعاده تسميه
685=اقلاع
686=ملف صورة الوجهة
687=حدد اسم ملف الصورة
688=حدد نوع ملف الصورة
689=اعدادات ملف الصورة
690=تمكين الحماية بكلمة سر
691=ادخل كلمة السر
692=تاكيد كلمة السر
693=الرجاء ادخال كلمة سرك:
694=يرجى اعادة ادخال كلمة سرك:
695=الرجاء ادخال كلمة السر الجديدة:
696=يرجى اعادة ادخال كلمة السر الجديدة:
697=يرجى ادخال كلمة السر:
698=كلمتا السر غير متطابقتين.
699=الى هذا الحجم للمتابعة.AnyBurn انت جاهز لفتح ملف صورة متعدد المجلدات. يحتاج
700=يرجى وضع جميع وحدات التخزين تحت نفس المجلد قبل تحرير ملف صورة متعدد المجلدات او تحويله او تحميله ، وتاكد من عدم فتح اي وحدة تخزين بواسطة برنامج آخر.
701=مسار الحجم:
702=وحدات التخزين المفقودة او التي لا يمكن فتحها:
703=تخطي التخزين التي يتعذر الوصول اليها
704=لقد اخترت تقسيم ملف الصورة الى مجلدات متعددة.\r\nسيكون اسم المجلدات:\r\n
705=الملف المصدر او الملف الوجهة هو ملف صورة متعدد وحدات التخزين. يجب الحفظ الى اسم ملف مختلف.
706=DAA. تم تمكين بعض الميزات المتقدمة ، مثل الحماية بكلمة سر ودعم وحدات التخزين المتعددة. تحتاج الى حفظ ملف الصورة في ملف 
707=لا يمكن ان يكون حجم الحجم فارغا.
708=قيمة حجم وحدة التخزين غير صالحة. \r\nيرجى تحديد القيمة من القائمة المنسدلة او ادخالها مباشرة.\r\n\r\nعلى سبيل المثال:\r\n\r\n10,485,760 او 10240ك  او  10م\r\n\r\nملاحظة: يجب الا يقل الحجم عن 128 ك ولا يزيد عن 65536 م (64 ق). 65536M(64G).
709=كشف تلقائي
710=حرق
711=ملفات MS-DOS خطا.تحميل.
712=محرك USB الملفات الى DOS كتابة حرة
713=محرك USB الملفات الى MS-DOS كتابة
714=محرك USB قابل للاقلاع DOS خلق مجاني
715=محرك USB قابل للاقلاع MS-DOS خلق
716=لم يتم تحديد اي قرص مضغوط.
717=#%02d to %s...\r\n استخراج المسار
718=CDDB قراءة معلومات ...
719=محرك الاقراص الضوئية
720=القرص الصلب
721=كتلة جيدة
722=كتلة تتضمن مشاكل
723=كتلة سيئة
724=كتلة لم يتم اختبارها
725=قطاعات جيدة
726=قطاعات تتضمن مشاكل
727=قطاعات تالفة
728=قطاعات غير متقطعة
729=اجمالي 1 قطاع
730=القطاعات %d اجمالي
731=القطاعات = %d كتلة
732=%I64d to %I64d قطاعات الاختبار...
733=يحاول %d مطلوب %I64d قطاع القراءة
734=يحاول %d مطلوب %I64d الى %I64d قطاع القراءة
735=% I64d فشل في قراءة القطاع
736=% I64d الى% I64d. فشل في قراءة القطاع
737=بدا اختبار سطح القرص.
738=تم الغاء اختبار سطح القرص.
739=اكتمل اختبار سطح القرص.
740=الاوقات المتبقية:
741=سرعة
742=القطاعات المنجزة
743=يرجى تحديد محرك الاقراص:
744=اختر محرك الاقراص
745=محرك الاقراص المحدد:
746=تغيير محرك الاقراص
747=لم يتم تحديد محرك اقراص
748=%s الى %s من
749=بدء
750=وقف
751=نوع القرص
752=اختبار سطح القرص
753=الشركة المصنعة للقرص
754=عدد المسارات
755=عدد الجلسات
756=هل تريد الغاء اختبار السطح؟
757=بدء القطاع
758=القطاع النهائي
759=حجم القطاع
760=مجموع القطاعات
761=سعة
762=ملفات صور القرص الخام
763=استعراض
764=المزيد من الاختيار
765=يجب ان تكون قيمة ضبط مستوى الصوت بين 1% و 999%.
766=ضبط مستوى الصوت
767=الخطوة %d:
768=هل تريد المتابعة USB. سيتم تدمير جميع البيانات الموجودة في محرك اقراص؟
769=USB: %s.فشل قراءة معلومات محرك اقراص
770=بنجاح.USB كتمل تنظيف محرك اقراص.
771=USB! فشل تنظيف محرك اقراص
772=USB تنظيف محرك اقراص
773=CDDB تكوين خادم
774=CDDB رابط لخادم
775=لا يمكن ادراج الملفات في مسار البيانات.
776=سرد الملفات في القسم التالي AnyBurn لا يمكن ل  :
777=تجهيز الملفات...
778=AnyBurn Pro شكرًا لك على تجربة !
779=لا يمكن استخدامه الا لاغراض التقييم. لازالة هذا الاشعار وجميع القيود، يرجى شراء الاصدار الكامل Anyburn Pro انت تستخدم الاصدار التجريبي  ترجمة فتحي الداودية من  .
780=يرجى ادخال اسم المستخدم.
781=لا يمكن ان يتجاوز طول اسم المستخدم 32.
782=اسم المستخدم او رمز الرخصة غير صالح.
783=شكرًا لك على الشراء.
784=هذه الميزة متاحة فقط في AnyBurn Pro. يرجى الترقية الى AnyBurn Pro لاستخدام الميزة.
785=هذه الميزة متاحة فقط في الاصدار الكامل. يرجى شراء الاصدار الكامل لاستخدام الميزة.
786=شراء الاصدار الكامل
787=ادخال رمز الرخصة
788=متابعة الاصدار التجريبي
789=مرخص لـ:
790=الاصدار التجريبي
791=تاريخ انتهاء الصلاحية:
792=تاريخ انتهاء الصلاحية
793=الانتقال الى مجلد المستوى الاعلى
794=اظهار/اخفاء جزء المجلدات
795=تغيير نمط العرض
796=خطا في قراءة معلومات القرص. القرص تالف او غير مدعوم.
797=القرص
798=حفظ السجل في ملف
799=مسح الرسالة
800=لا يتم دعم حرق صورة متعددة الجلسات.
801=لا يتم دعم حرق صورة اضافية للقرص المضغوط.
802=USB هذا ملف صورة القرص الصلب، يرجى كتابته على القرص الصلب او محرك اقراص .
803=DVD او قرص Blu-ray حرق ملف الصورة على قرص مضغوط او قرص
804=استعراض او استخراج الملفات الموجودة في ملف الصورة
805=تحرير ملف الصورة
806=تحويل ملف الصورة الى تنسيق آخر
807=USB كتابة ملف الصورة على محرك اقراص 
808=عدم القيام باي شيء
809=محول الصوت
810=تمت اضافة الملفات التالية بالفعل:
811=خطا في فك تشفير الملفات التالية:
812=لا توجد ملفات مضافة.
813=لا توجد ملفات محددة.
814=الرجاء تحديد مجلد الاخراج.
815=اجمالي الملفات: %d
816=تم تحويل ملفات الصوت بنجاح.
817=تم تحويل ملفات الصوت.
818=تم الغاء تحويل ملفات الصوت.
819=اجمالي %d ملفات، %d ملفات مكتملة، %d ملفات فاشلة.
820=خطا في تحويل ملفات الصوت.
821=خطا في تحويل ملف الصوت.
822=الحالة
823=خطا
824=تم التحويل
825=معلومات الملف...
826=فتح موقع الملف
827=ازالة من القائمة
828=مسح القائمة
829=اجمالي التقدم:
830=تحويل ملفات الصوت...
831=تحويل تنسيق ملف الصوت
832=جاري التحويل...
833=تحويل %s الى %s...
834=لا يمكن ان يكون اسم مسار ملف المصدر وملف الوجهة متماثلين.
837=حدد&ll\tCtrl+A
838=&عكس التحديد
839=USB تثبيت وندوز على محرك اقراص 
840=قراءة معلومات ملف الصورة...
841=صالح لتثبيت وندوز ISO or ESD or WIM الرجاء تحديد ملف.
842=نظام التشغيل المحدد
843=محرك الاقراص الوجهة
844=وضع الاقلاع
845=خطا في الوصول الى محرك الاقراص!
846=خطا في تهيئة محرك الاقراص.
847=انشاء قسم في محرك الاقراص...
848=تم انشاء القسم بنجاح.
849=فشل انشاء القسم.
850=تنسيق القسم...
851=فشل التنسيق!
852=تم التنسيق بنجاح!
853=تم تعيين %C: للقسم.
854=جاري كتابة معلومات الاقلاع الى محرك الاقراص...
855=تمت كتابة معلومات الاقلاع بنجاح.
856=خطا في كتابة معلومات الاقلاع!
857=خطا في تحديث قطاع الاقلاع!
858=خطا في تحضير محرك الاقراص للتثبيت!
859=فشل تطبيق الصورة!
860=esp فشل تحميل قسم .
861=بنجاح USB تم تثبيت وندوز على محرك اقراص   .
862=USB فشل تثبيت وندوز على محرك اقراص .
863=جارٍ التطبيق
864=جارٍ تطبيق الصورة على %s...
865=تم تطبيق الصورة بنجاح.
866=AIK يرجى تثبيت وندوز .
867=ADK يرجى تثبيت وندوز .
868=خطا في تهيئة %s.
869=فشل تحميل الصورة.
870=حدث خطا عند تطبيق
871=المهام
872=نسخ القرص المرن الى ملف صورة
873=كتابة ملف صورة الى قرص مرن
874=DISM اداة
875=USB كيفية اعداد وندوز 11/10/8/7 من محرك اقراص 
876=USB كيفية اعداد وندوز اكس بي من محرك اقراص ?
877=USB من محرك اقراص Linux كيف يمكن اعداد؟
878=APFS صورة
879=UDF مراجعة
880=الحفاظ على الاصدار الحالي
881=الانتقال الى صفحة البدء
882=تم استخدام %d ميجابايت - - - %d %%
883=القرص غير قابل للكتابة.
884=لم يتم تحديد محرك اقراص قابل للنسخ
885=فشل الكشف التلقائي عن سعة القرص.
886=القرص
887=لا يوجد محرك اقراص قابل للنسخ
888=جاري نسخ الملفات...
889=NTFS تم تغيير نظام الملفات الى.
890=مساحة غير مخصصة
891=عدد القطاعات
892=مخطط التقسيم
893=نوع التقسيم
894=حجم التقسيم
895=لا يمكن نسخ بعض الملفات الكبيرة الى المحرك بسبب قيود نظام الملفات.
896=الترقية الى AnyBurn Pro
897=اضافة كلمة السر
898=تغيير كلمة السر
899=صورة متعددة الجلسات
900=جلسات متعددة
901=تحديد جلسة...
902=تحديد قسم...
903=اجمالي %d جلسات
904=جلسة %d من %d
905=اجمالي %d اقسام
906=اجمالي قسم واحد
907=تحديد صورة...
908=صورة %d من %d
909=اجمالي %d صور
910=قسم %d من %d
911=اجمالي صورة واحدة
912=كتابة DD
913=اصدار مجاني
914=فك ضغط ملف صورة مضغوط وكتابته...
915=md5 تحديث مجموع التحقق ...
916=Burn MP3 CD DVD
917=Add musical files and folders
918=There are no musical files in the project. Please add some files before writing the disc.
919=Remove
920=Move up
921=Move down
922=Total %d files, %s
923=The following file(s) are not valid or supported musical files.
924=QCOW Virtual Disk Image
925=Parallels Virtual Disk Image
926=Set media capacity
927=Pre-defined
928=QCOW Virtual Disk Images
929=Parallels Virtual Disk Images
930=Bad CRC found.
931=The file may be corrupt.
932=Language and font
933=Change font
934=Font name and size
935=Default font
936=Please specify the source file.
937=Please specify the destination file.
938=Yes
939=No
940=The source drive or partition is currently used by Windows system. Please select another drive or partition or boot system with rescue media.
941=The source drive is currently used by Windows system. Please select another drive or boot system with rescue media.
942=The destination drive is currently used by Windows system. Please select another drive or boot system with rescue media.
943=AnyBurn Extended Image Files
944=Only valid for %s files
945=Disc image Files
946=Source drive
947=Destination drive
948=%d partitions
949=Please select an image file for hard disc or partition.
950=The destination file can't be saved in the source partition(s) or drive. Please save the file in another partition or drive.
951=You need select at least one partition to continue.
952=Please enter a password to protect the image file.
953=The two passwords don't match.
954=The source image file can't be in the destination drive. Please select another drive as destination drive or put the source file in another drive.
955=The source drive sector size and the destination drive sector size must be the same.
956=Source partition(s) selected:
957=The selected source drive has been changed. Please re-select.
958=The selected destination drive has been changed. Please re-select.
959=Please select a source drive from the list:
960=Please select a destination drive from the list:
961=There is no drive found!
962=The destination drive cannot be the same with source drive.
963=AnyBurn will start writing destination drive. Do you want to continue?
964=All partition(s) in the source drive will be copied:
965=Below are the partition(s) in the drive:
966=Below are the partition(s) in the image file:
967=All partitions in the destination drive will be overwritten!
968=All partitions in red color will be overwritten!
969=Partitions will be overwritten:
970=All data in the destination drive will be overwritten! Do you want to continue?
971=The following partitions in the destination drive will be overwritten! Do you want to continue?
972=Error reading data from buffer.
973=Start copying drive to image file...
974=Start restoring image...
975=Copy completed successfully.
976=Restore completed successfully.
977=Failed backuping the drive.
978=Failed restoring image to drive.
979=Intelligent mode
980=There is no enough space on destination drive.
981=Reading drives information...
982=Error reading source drive at sector %016I64X.
983=Error writing destination drive at sector %016I64X.
984=Partitions in the image file
985=Where do you want to save the drive image file?
986=Image file path name
987=Image file type
988=Protect the image file with password
989=Re-enter password
990=Please select a disk image file:
991=Image file size
992=Disk description
993=Disk capacity
994=Start writing file...
995=Scanning files in the drive [%C:]...
996=All files in the USB drive will be copied to the image file. The image file will be bootable if the USB drive caontains Windows or Linux installation packages.
997=Progress
998=The file name cannot be empty.
999=Create ISO file from USB drive
1000=Abort
1001=There is no USB drive detected.
1002=Settings
1003=Backup USB drive to image file
1004=Restore image file to USB drive
1005=Image file information
1006=Writing ISO file...
1007=Writing file completed successfully.
1008=Product information
1009=License information
1010=Customize
1011=Customize Windows installation
1012=Remove requirements for 4GB+ memory, TPM 2.0, and Secure Boot.
1013=Remove requirement for online account
1014=Create a local account with the user name:
1015=Please select an ISO file for %s.
1016=Source USB drive
1017=Output file
1018=File format
1019=Drive letters
1020=Drive letter
1021=Volume label
1022=Partitions
1023=Current opened partition
1024=Partition information
1025=The file is encrypted.
1026=Hard drive information
1027=No partition table
1028=Cluster size
1029=Used space
1030=Free space
1031=<None>
1032=Can not create ISO file from the selected USB drive.
1033=Download ISO file
1034=Skip privacy settings
1035=Don't send diagnostic data, personalized input or location data to Microsoft
1036=Install the selected image
1037=Disable automatic BitLocker device encryption
1038=Set regional settings to the same value of current user's
1039=Checking for ISO file links information failed!
1040=Reading ISO file links...
1041=Click to visit the ISO file download page
[MENU_196]
|1=&الخيارات
32786=الاعدادات...
|2=&التعليمات
32789=&تعليمات عبر الانترنت
32790=دعم &المنتج
32791=التحقق من وجود &تحديثات...
32787=الرئيسة AnyBurn صفحة
16=&AnyBurn حول...
33033=Download ISO file...
[MENU_158]
32775=ايقونة كب&يرة
32772=ايقونة ص&غيرة
32773=& قائمة
32774=&تفصيل
[MENU_184]
32778=<رقم المسار>
32779=<عنوان المسار>
32780=<مسار الفنان>
32781=<مسار الملحن>
32782=<عنوان الالبوم>
32783=<البوم الفنان >
32784=<البوم الملحن >
[DIALOG_100]
0=AnyBurn حول
[DIALOG_129]
1016=حرق ملف الصورة على القرص
1001=حرق الملفات والمجلدات على القرص
1019=mp3/flac/apeحرق قرص الصوت من
1020=محو قرص قابل لاعادة الكتابة
1041=نسخ الى ملف صورة القرص
1042=نسخ القرص
1008=mp3/flac/ape مزق القرص الصوتي الى
1007=تحويل ملفات الصور
1003=انشاء ملف صورة من الملفات او المجلدات
1006=عرض محرك الاقراص/معلومات القرص
1219=الرجاء تحديد المهمة:
1004=قابل للتشغيل USB انشاء محرك اقراص
1009=استعراض/استخراج ملف الصورة
1010=تحرير ملف صورة
1011=اختبار سطح القرص
1012=تحويل تنسيق الصوت ...
[DIALOG_132]
1061=اضافة
1062=ازالة
1006=متقدم
1094=حرق القرص:
1008=اكثر
[DIALOG_133]
1061=اضافة
1062=ازالة
1063=&الخصائص
1064=تحريك لاعلى
1065=تحريك لاسفل
1094=حرق القرص:
[DIALOG_130]
1073=تحقق من البيانات المكتوبة
1087=قذف القرص بعد الحرق
1018=(انجاز القرص (لا ابعد كتابة محتملة
1000=مزيد من الاعدادات...
1082=مصدر ملف الصورة:
1085=الاعدادات:
1086=حدد سرعة الحرق:
1083=حرق القرص:
1084=حدد محرك حارق الاقراص :
1081=حدد ملف الصورة:
1281="الرجاء ادخال قرص فارغ او قابل لاعادة الكتابة عليه في محرك الاقراص ، ثم انقر فوق "حرق الآن.
[DIALOG_134]
1083=حرق القرص:
1220=اعدادات المحو:
1236=طرق المحو:
1237=سرعة المحو:
1235=حدد محرك حارق الاقراص :
1087=اخراج القرص بعد المسح
[DIALOG_131]
1078=معلومات:
1205=التقدم:
[DIALOG_136]
1073=تحقق من البيانات المكتوبة
1012=انشاء ملف مؤقت قبل نسخ
1087=قذف القرص بعد الحرق
1018=(انجاز القرص (لا ابعد كتابة محتملة
1000=مزيد من الاعدادات...
1221=مصدر المحرك:
1230=مصدر المحرك:
1223=اعدادات الحرق:
1240=محرك وجهة الاقراص :
1241=سرعة الحرق:
[DIALOG_135]
1221=مصدر المحرك:
1084=حدد مصدر محرك الاقراص:
[DIALOG_140]
1225=محرك:
1226=نوع المعلومات:
1022=عرض معلومات محرك الاقراص
1023=عرض معلومات القرص
1231=حدد محرك الاقراص:
[DIALOG_141]
1024=الشركة المصنعة && النموذجي:
1026=مراجعة البرامج الثابتة:
1028=رقم التسجيل:
1030=التاريخ والوقت:
1032=سعة المخزن المؤقت:
1034=قراءة دعم وسائط الاعلام:
1036=كتابة الوسائط المدعومة:
1038=سرعة القراءة:
1039=سرعة الكتابة:
[DIALOG_142]
1047=نوع القرص:
1049=الشركة المصنعة:
1051=عدد جلسات العمل:
1053=عدد من المسارات:
1055=مساحة حرة:
1057=المساحة المستخدمة:
1000=انهاء القرص ...
[DIALOG_138]
[DIALOG_139]
1082=مصدر ملف الصورة:
1232=حدد ملف صورة المصدر:
[DIALOG_176]
1230=مصدر المحرك:
[DIALOG_177]
1000=التهيئة...
1229=اعدادات التشفير:
1186=حدد صيغة الناتج :
1187=حدد نمط الناتج :
1189=تمزق الى:
1190=صيغة اسم ملف الناتج:
1191=معاينة:
1196=حدد مجلد للنسخ من القرص المضغوط:
[DIALOG_198]
1246=ملف مصدر الصورة  او القرص المضغوط:
1247=ملف الصورة:
1248=القرص المضغوط:
1240=USB محرك وجهة اقراص:
1249=الاعدادات:
1250=طريقة الكتابة :
1253=نظام الملفات:
1423=وضع الاقلاع:
1001=مزيد من الاعدادات...
[DIALOG_202]
1262=حدد ملف الصورة:
[DIALOG_203]
1267=(استخراج (سيتم انشاء المجلد اذا كان غير موجود:
1264=الملفات والمجلدات:
1260=استخراج كافة الملفات والمجلدات الموجودة في ملف الصورة
1261=استخراج الملفات المحددة والمجلدات فقط
1265=خيارات الاستخراج :
1012=افتح المجلد بعد الاستخراج
1013=الكتابة فوق الملفات الموجودة
[DIALOG_180]
[DIALOG_181]
[DIALOG_182]
[DIALOG_183]
[DIALOG_171]
1012=لا تعرض هذه الرسالة مرة اخرى
[DIALOG_170]
7=لا
1=نعم
1158=استبدال:
1159=الاسم:
1161=المعدل:
1163=الحجم:
1164=المعدل:
1018=لا تسالني ثانية
3=نعم للكل
8=لا للكل
1143=الملف موجود:
1147=حجم:
1144=اسم:
[DIALOG_162]
0=تغيير التسمية
1103=رجاء ادخل تسمية جديدة:
[DIALOG_193]
0=كلمة السر
1012=اظهار كلمة السر
[DIALOG_194]
0=ادخال كلمة سر
1012=اظهار كلمة السر
[DIALOG_175]
0=الترقية عير الانترنت
1183=ابدا لا تذكرني
1184=ذكرني لاحقا
[DIALOG_169]
0=تسميات اكثر
1290=معرف النظام:
1291=معرف مجموعة وحدات التخزين:
1292=الرقم التعريفي للناشر:
1293=معرف معد البيانات:
1294=معرف التطبيق:
1295=حقوق الطبع والنشر:
1296=معرف الملخص:
1297=الرقم الببليوغرافي:
[DIALOG_163]
1121=حجم التاريخ الوقت:
1126=ملف التاريخ الوقت:
1122=انشاء
1123=تعديل
1124=فعالة
1125=انتهاء الصلاحية
1127=الاحتفاظ بالحالي
1128=استخدام الوقت من الملف الاصلي
1129=تعيين الى:
[DIALOG_164]
1130=التسمية:
1000=تسميات اكثر...
1131=نظام الملفات:
1132=ISO 9660 اسم ملف:
1133=Joliet اسم الملف:
1134=متنوعة:
1104=DOS (8.3)
1105=(قياسي (30
1106=(طويل (221
1107=اسمح للحروف الصغيرة
1108=(قياسي (64 
1109=(طويل (110 
1347=قابل للاقلاع
1014=XBOX DVD
[DIALOG_161]
0=تسمية ملف/ مجلد
[DIALOG_187]
0=جلسة الاستيراد
1=استيراد
1070=انعاش
1166=اجهزة الاعلام اكتشفت:
1286=حرق:
[DIALOG_174]
1181=الترقية عير الانترنت:
1018=التحقق من وجود تحديثات تلقائيا
1000=دقق الان...
1001=استعادة تكوين التطبيق الافتراضي
1183=الاجراء الافتراضي للسحب والافلات:
1368=واجهة المستخدم:
1012=تذكر اعدادات واجهة المستخدم
1182=تكامل شل:
1019=shell تمكين تكامل
[DIALOG_199]
1131=نظام الملفات الافتراضي:
1132=ISO 9660 اسم ملف:
1104=(دوس (8.3
1105=(قياسي (30
1106=(طويل(221
1107=اسمح للحرف الصغير
1133=Joliet اسم الملف:
1108=(قياسي (64
1109=(طويل (110
1000=استعادة الافتراضي
[DIALOG_165]
1141=عنوان الالبوم:
1142=الفنان:
1143=الملحن:
1144=UPC:
[DIALOG_166]
1145=عنوان المسار:
1146=ISRC:
1144=الملحن:
1142=الفنان:
1147=مهلة:
[DIALOG_185]
0=اعدادات الحرق
1087=قذف القرص بعد الحرق
1013=محاكاة الحرق
1198=عدد النسخ:
1199=(حرق الى الضعف يقود بشكل اني (رجاء اختر المحركات من القائمة تحت
[DIALOG_186]
0=رجاء ادخل القرص التالي
1202=مصدر الملف:
1203=حرق القرص:
1204=مصدر الملف:
1205=حرق القرص:
1206=مصدر المحرك:
1207=مصدر المحرك:
[DIALOG_195]
1214=ضغط:
1215=مستوى الضغط:
1216=حماية كلمة السر:
1012=تمكين الحماية بكلمة سر
1000=تغيير كلمة السر...
1217=مجلدات متعددة:
1013=تقسيم الى وحدات تخزين متعددة
1014=توقف مؤقتا بعد كل وحدة تخزين
1218=حجم الصوت (بايت ، ك يعني 1024 ، م يعني 1024ك ، G يعني 1024م):
1134=متنوعه:
1018=تمكين تحسين الملفات
[DIALOG_259]
1180=اعدادات الحرق:
1073=التحقق من البيانات المكتوبة
1087=اخرج القرص بعد النسخ
1182=حجم المخزن المؤقت (8م ب ~ 1024م ب):
1088=وضع اللمسات الاخيرة على القرص (لا يمكن اجراء مزيد من الكتابة)
[DIALOG_260]
1367=مجلد مؤقت:
1369=اتركه فارغا في حالة استخدام مجلد مؤقت للنظام
1411=تمكين دعم الوضع المظلم
[DIALOG_207]
0=كيف تريد فتح الملف؟
1012=تذكر خياري ولا تسالني مرة اخرى
1185=كيف تريد فتح ملف الصورة المحدد؟
[DIALOG_250]
0=اضافة معلومات الاقلاع
1167=حدد مصدر معلومات الاقلاع:
1355=ملف:
1356=محرك الاقراص المرنة:
[DIALOG_249]
1354=سعة القرص:
1012=Set as default
[DIALOG_229]
1145=عنوان المسار:
1142=فنان:
1143=التعليق:
[DIALOG_228]
1141=عنوان الالبوم:
1343=سنة:
1143=النوع:
[DIALOG_227]
1330=يتضمن:
1331=الحجم الاجمالي:
1332=حجم ملف الصورة:
1333=حجم ISO مفككة:
1334=نسبه:
1335=نوع الارشيف:
[DIALOG_226]
1327=تعليق الملف:
1000=نسخ الى الحافظة
1001=تحميل من ملف...
[DIALOG_258]
0=قابل للاقلاع USB حدد المصدر لانشاء محرك اقراص.
1246=اختر المصدر:
1247=ملف الصورة:
1248=قرص مضغوط:
1249=التجميع الحالي:
[DIALOG_273]
1070=تحديث
1410=بعد كتابة الصورة على محرك اقراص USB او انشاء محرك اقراص USB قابل للتمهيد ، اذا اصبح محرك الاقراص غير قابل للاستخدام او تم الابلاغ عن السعة بشكل غير صحيح ، فيرجى اتباع الخطوات لاستعادته.
1411=USB.وصيل محرك اقراص
1412=من القائمة. اذا لم يكن محرك الاقراص مدرجا ، فالرجاء النقر فوق الزر "تحديث".USB حدد محرك اقراص.
1413=تحذير: سيتم اتلاف جميع البيانات الموجودة في محرك الاقراص.
1414=USB.افصل محرك اقراص
1415=باستخدام وندوز كالمعتاد.USB مرة اخرى ، وقم بتقسيم و / او تهيئة محرك اقراص USB قم بتوصيل محرك اقراص.
1416=يرجى الانتظار USB تنظيف محرك اقراص ...
1422=USB" لتنظيف جميع البيانات الموجودة في محرك اقراص USB.انقر فوق الزر "تنظيف محرك اقراص
[DIALOG_282]
1432=ملف الاخراج:
1433=تنسيق ملف الاخراج:
1187=وضع ملف الاخراج:
1000=التكوين...
1434=تنسيق اسم ملف الاخراج:
1435=معلومات القرص المضغوط:
1012=كتابة نص القرص عند نسخ القرص الصوتي
1013=عبر الانترنت CDDB تحميل معلومات
1436=معاينه:
1001=التكوين...
[DIALOG_275]
1439=ملفات المصدر:
1440=اضافة ملفات...
1001=ازالة من القائمة
1002=مسح القائمة
[DIALOG_286]
1448=تكوين...
1443=تنسيق الاخراج:
1186=تحديد تنسيق الاخراج:
1444=مجلد الاخراج:
1445=وضع الملفات المحولة في مجلد الادخال
1446=تحديد مجلد الاخراج:
[DIALOG_279]
1246=تحديد المصدر لتثبيت وندوز:
1469=تحديد ملف الصورة:
1465=تحديد نظام وندوز الذي تريد تثبيته:
1240=تحديد محرك اقراص USB الوجهة:
1012=قائمة محركات اقراص USB الصلبة
1249=الاعدادات:
1423=وضع الاقلاع:
[DIALOG_287]
0=معلومات الملف
1449=نوع الملف:
1450=الموقع:
1332=الحجم:
1451=وقت التعديل:
1452=العنوان:
1142=الفنان:
1453=الالبوم:
1454=المدة:
1299=معدل العينة (هرتز):
1300=القنوات:
1301=عمق البت:
[DIALOG_281]
0=ادخل معلومات الرخصة
1466=ادخل اسم المستخدم ورمز الرخصة:
1467=اسم المستخدم:
1468=رمز الرخصة:
[DIALOG_304]
1488=الاقسام التي سيتم انشاؤها في محرك الاقراص:
1489=سعة محرك الاقراص:
1362=اجمالي القطاعات:
1496=معلومات محرك الاقراص:
1497=اعدادات القسم:
1493=علامة وحدة التخزين:
[DIALOG_318]
1094=Burner drive:
[DIALOG_324]
1012=Split the drive image file into multiple files
1013=Enable intelligent copying mode. Only used sectors will be copied.  Windows page file will not be copied. This can decrease image file size and backup time (For FAT && NTFS partitions only).
